{"0":"Welcome to cat facts! To stop please reply STOP. To continue don't respond and your subscription will remain.","1":"Cats can't taste sweetness.","2":"Domestic cats spend about 70 percent of the day sleeping. And 15 percent of the day grooming.","3":"Koko the gorilla got a pet cat for her birthday in 1985 after she requested to have one as a birthday present.","4":"Basically all cartoon cats lied to us: Raw fish is off the table for cats as well.","5":"A group of cats is called a clowder.","6":"Cats can hear the ultrasonic noises that rodents and dolphins make to communicate.","7":"It was illegal to slay cats in ancient Egypt, in large part because they provided the great service of controlling the rat population.","8":"The technical term for a cat’s hairball is a bezoar.","9":"The world's largest cat measured 48.5 inches long.","10":"People who own cats have on average 2.1 pets per household, where dog owners have about 1.6.","11":"The oldest cat video on YouTube dates back to 1894.","12":"Female cats are typically right-pawed while male cats are typically left-pawed.","13":"Cats and humans have nearly identical sections of the brain that control emotion.","14":"There are 45 Hemingway cats living at the author's former home in Key West, Fla.","15":"A house cat is faster than Usain Bolt.","16":"The goddess of love, beauty, and fertility in Norse mythology, Freyja was the first cat lady. She is depicted in stories as riding a chariot that was drawn by cats.","17":"Cats love to eat olives or for that matter anything preserved in brine.","18":"Cats sleep 70% of their lives.","19":"By the time a cat is 9 years old, it will only have been awake for three years of its life.","20":"The frequency of a domestic cat's purr is the same at which muscles and bones repair themselves.","21":"A cat's cerebral cortex (the part of the brain in charge of cognitive information processing) has 300 million neurons, compared with a dog's 160 million.","22":"In the 15th century, Pope Innocent VIII began ordering the killing of cats, pronouncing them demonic.","23":"Cats \"knead\" because of seperation from their mothers","24":"Cat owners are 17% more likely to have a graduate degree than non cat owners.","25":"Adult cats only meow to communicate with humans.","26":"In the 1960s, the CIA tried to turn a cat into a bonafide spy by implanting a microphone into her ear and a radio transmitter at the base of her skull. She somehow survived the surgery but got hit by a taxi on her first mission.","27":"A cat has five toes on his front paws, and four on the back, unless he's a polydactyl.","28":"Cats use their whiskers to detect if they can fit through a space.","29":"Original kitty litter was made out of sand but it was replaced by more absorbent clay in 1948.","30":"Cats can distinguish different flavors in water.","31":"The Egyptian Mau’s name is derived from the Middle Egyptian word mjw, which means cat. But contrary to its name, it’s unclear whether the modern Egyptian Mau actually originated in Egypt.","32":"Cats aren’t the only animals that purr — squirrels, lemurs, elephants, and even gorillas purr too.","33":"There are cats who have survived falls from over 32 stories (320 meters) onto concrete.","34":"Wikipedia has a recording of a cat meowing, because why not?","35":"The technical term for \"hairball\" is \"bezoar.\"","36":"A cat's brain is 90% similar to a human's — more similar than to a dog's.","37":"Every year, nearly four million cats are eaten in China as a delicacy.","38":"Cats can survive falls from up to 65 feet or more.","39":"Most cats don't like water because their coats do not insulate them well enough.","40":"A cat’s nose pad is ridged with a unique pattern, just like the fingerprint of a human.","41":"America’s cats, including housecats that adventure outdoors and feral cats, kill between 1.3 billion and 4.0 billion birds in a year.","42":"The special sensory organ called the Jacobson's organ allows a cat to have 14 times the sense of smell of a human. It consists of two fluid-filled sacs that connect to the cat's nasal cavity and is located on the roof of their mouth behind their teeth.","43":"In 1879, Belgium unsuccessfully tried to use cats to deliver mail.","44":"Scottish sailer Alexander Selkirk once survived for 4 years on a deserted island thanks to feral cats that protected him from large rats during the night.","45":"The myth that a cat has nine lives comes from their ability to jump and land from high places. The number 9 is believed by some to originate from William Shakespeare's Romeo and Juliet: \"A cat has nine lives. For three he plays, for three he strays, and for the last three he stays.\"","46":"Exposure to UV light with hairless or partially-hairless cats can result in sunburn, even during cloudy or shady conditions. If your cat risks overexposure, consider applying sunscreen daily.","47":"Owning a cat can reduce the risk of stroke and heart attack by a third.","48":"rerewr","49":"Evidence suggests domesticated cats have been around since 3600 B.C., 2,000 years before Egypt's pharaohs.","50":"I don't know anything about cats.","51":"A cat can jump up to six times its length.","52":"Cats only sweat through their foot pads.","53":"Kangaroos can't hop backwards","54":"Here is a video of some cats in zero gravity. youtu.be/O9XtK6R1QAk","55":"Since cats treat us like cats and depend on us for things like food, water, and opening the door to let them out, they do recognize, that we are in some way in charge — the “big cat” in the shared territory. As territorial animals, our cats are constantly wondering why we’re not doing other cat things that the big cat would normally do in their territory. In fact, the “let me in, let me out, let me in” phenomenon is a good example. The bigger cat ostensibly rules the territory and therefore should be the one patrolling and marking it with pee so other cats stay away. But since humans don’t do this, indoor-outdoor cats reluctantly take on the role themselves. The apparent neuroticism of cats wanting to go outside every five minutes only to be let right back in is funny to us because it seems so silly and unnecessary. But to the cats, it’s very necessary (and frustrating) to cover for their dumb pals.","56":"In most US states, declawing cats is legal but in the European Union it is not.","57":"A female cat is called a “molly” or a “queen”.","58":"Cats have fur","59":"Cats are the most popular pet in the United States: There are 88 million pet cats and 74 million dogs.","60":"In tigers and tabbies, the middle of the tongue is covered in backward-pointing spines, used for breaking off and gripping meat.","61":"The world's richest cat is worth $13 million after his human passed away and left her fortune to him.","62":"When cats grimace, they are usually \"taste-scenting.\" They have an extra organ that, with some breathing control, allows the cats to taste-sense the air.","63":"A cat's purr may be a form of self-healing, as it can be a sign of nervousness as well as contentment.","64":"Your cat recognizes your voice but just acts too cool to care (probably because they are).","65":"Cats have a longer-term memory than dogs, especially when they learn by actually doing rather than simply seeing.","66":"Polydactyl cats are also referred to as \"Hemingway cats\" because the author was so fond of them.","67":"When asked if her husband had any hobbies, Mary Todd Lincoln is said to have replied \"cats.\"","68":"Cats can change their meow to manipulate a human. They often imitate a human baby when they need food, for example.","69":"One legend claims that cats were created when a lion on Noah's Ark sneezed and two kittens came out.","70":"In Korea and Japan, there is a Cat Cafe where you can go to drink coffee and hang out with cats for hours.","71":"When cats leave their poop uncovered, it is a sign of aggression to let you know they don't fear you.","72":"Owning a cat can reduce the risk of heart attacks and strokes by more than a third, researchers found.","73":"Black cats are less likely to be adopted because of their \"appearance\".","74":"Cats were mythic symbols of divinity in ancient Egypt.","75":"Kittens sleep so much because the growth hormone is only released when they sleep.","76":"Cats have 38 chromosomes in each zygote cell.","77":"Cucumbers look enough like a snake to cause a cat's instinctive fear of snakes to kick in, causing it to panic and flee.","78":"It has been estimated that a cat yawns on the average of 109,500 times in his life.","79":"Lil' Bunny Sue Roux is a cat who was born with no front legs, and walks upright like a kangaroo. https://www.instagram.com/lilbunnysueroux","80":"Some Siamese cats appear cross-eyed because the nerves from the left side of the brain go to mostly the right eye and the nerves from the right side of the brain go mostly to the left eye. This causes some double vision, which the cat tries to correct by “crossing” its eyes.","81":"In Islam, cats are revered for their cleanliness. Muhammad is reported to have said that \"a love of cats is an aspect of faith\".","82":"A cat named Emmy lived aboard the RMS Empress of Ireland and she never missed a voyage. On May 28,1914, however, she refused to board. The ship left without her and then sank the following day.","83":"Domestic cats will try not to drink from a water bowl that is next to their food. This is because in the wild, water next to their kill could be contaminated.","84":"A Chinese cat named Baidianr (meaning \"white spot\") had a unique ability to choose World Cup winners. He predicted the winner of the soccer competition 6 years in a row, before he died on June 2, 2018, just before the event ended.","85":"Cats have a layer called the tapetum lucidum just behind their retina which reflects light inside the eye, helping it capture more light. This reflected light is the glow you see when taking a photo of a cat with the flash on.","86":"Most cats are lactose intolerant, and milk can cause painful stomach cramps and diarrhea. It's best to forego the milk and just give your cat the standard: clean, cool drinking water.","87":"When cats run, their backs contract and extend to give them maximum stride. Their shoulder blades are not attached with bone, but with muscle, and this gives a cat even greater extension and speed.","88":"Your cat's instincts tell her that a paperweight or knickknack could turn out to be a mouse. Her poking paw would send it scurrying, giving her a good game. This is probably why cats always seem to be knocking the glasses off your counter tops!","89":"The fear of cats is called \"Ailurophobia\"","90":"Due to the controversy, though loved by most, the Kashmir is overlooked by many cat fanciers.","91":"Cat owners are 25% likely to pick George Harrison as their favorite Beatle.","92":"Only 11.5% of people consider themselves \"cat people\".","93":"\"Cat people\" are 11% more likely to be introverted than others.","94":"The Egyptian Mau is the oldest breed of cat, and is the fastest pedigreed cat.","95":"The place where Julius Caesar was murdered is now a cat sanctuary.","96":"The Bombay cat breed was developed to resemble a miniature panther.","97":"Cats use their whiskers to judge whether they’ll fit through a space.","98":"For a cat at rest, the average heart rate usually is between 150 and 180 bpm, more than twice that of a human, which averages 70 bpm.","99":"Compared to other felines, domestic cats have narrowly spaced canine teeth, adapted to their preferred prey of small rodents.","100":"Cats, like dogs, are digitigrades. They walk directly on their toes, with the bones of their feet making up the lower part of the visible leg.","101":"The domestic cat (Felis catus) is a small, typically furry, carnivorous mammal.","102":"A cat's kidneys are so efficient, it can survive on a diet consisting only of meat, with no additional water, and can even rehydrate by drinking seawater.","103":"Most breeds of cat have a noted fondness for settling in high places, or perching. In the wild, a higher place may serve as a concealed site from which to hunt.","104":"The ability of a cat to reflexively twist its body and balance itself during a fall is known as the \"cat righting reflex\".","105":"The cat's tongue has backwards-facing spines about 500 μm long, which are called papillae. These contain keratin which makes them rigid so the papillae act like a hairbrush.","106":"Among domestic cats, males are more likely to fight than females.","107":"The softest part of a cat is most definitely its cheek area.","108":"Hank the Cat was a Maine Coon feline that was put up as a joke candidate in the 2012 United States Senate election in Virginia, a feat which gained international coverage after Hank reportedly came third behind the two major candidates, including Vice Presidential candidate Tim Kaine.","109":"When a cat yawns, it's mouth opens so wide that you can count every tooth.","110":"A cat can die from essential oils","111":"Cats can move their ears 180 degrees.","112":"Hearing is the strongest of cat's senses: They can hear sounds as high as 64 kHz — compared with humans, who can hear only as high as 20 kHz.","113":"Cats have free-floating clavicle bones that attach their shoulders to their forelimbs, which allows them to squeeze through very small spaces.","114":"Blackie became the richest cat in history when he inherited 15 million British Pounds.","115":"Colonel Meow, a Himalayan-Persian mix who became famous on social media websites for his extremely long fur and scowling face, holds the Guinness world record for longest hair on a cat (nine inches).","116":"Towser \"The Mouser\" of Glenturret Distillery in Crieff, Scotland, holds the Guinness World Record for the most mice caught (28,899).","117":"A cat can’t climb head first down a tree because every claw on a cat’s paw points the same way. To get down from a tree, a cat must back down.","118":"The cat who holds the record for the longest non-fatal fall is Andy. He fell from the 16th floor of an apartment building (about 200 ft/.06 km) and survived.","119":"Cats have about 130,000 hairs per square inch (20,155 hairs per square centimeter).","120":"A cat’s eyesight is both better and worse than humans. It is better because cats can see in much dimmer light and they have a wider peripheral view. It’s worse because they don’t see color as well as humans do. Scientists believe grass appears red to cats.","121":"If they have ample water, cats can tolerate temperatures up to 133 °F.","122":"The lightest cat on record is a blue point Himalayan called Tinker Toy, who weighed 1 pound, 6 ounces (616 g). Tinker Toy was 2.75 inches (7 cm) tall and 7.5 inches (19 cm) long.","123":"Many Egyptians worshipped the goddess Bast, who had a woman’s body and a cat’s head.","124":"The first cartoon cat was Felix the Cat in 1919. In 1940, Tom and Jerry starred in the first theatrical cartoon “Puss Gets the Boot.” In 1981 Andrew Lloyd Weber created the musical Cats, based on T.S. Eliot’s Old Possum’s Book of Practical Cats.","125":"Approximately 1/3 of cat owners think their pets are able to read their minds.","126":"The claws on the cat’s back paws aren’t as sharp as the claws on the front paws because the claws in the back don’t retract and, consequently, become worn.","127":"Like humans, cats tend to favor one paw over another.","128":"The most traveled cat is Hamlet, who escaped from his carrier while on a flight. He hid for seven weeks behind a panel on the airplane. By the time he was discovered, he had traveled nearly 373,000 miles (600,000 km).","129":"Approximately 40,000 people are bitten by cats in the U.S. annually.","130":"The little tufts of hair in a cat’s ear that help keep out dirt direct sounds into the ear, and insulate the ears are called \"ear furnishings.\"","131":"The Australian Wildlife Conservancy completed a 44km cat-proof fence in 2018 to prevent feral cats from entering the Newhaven wildlife sanctuary, who kill about a million native birds every night across Australia and have caused the extinction of 20 native species.","132":"Black cats are bad luck in the United States, but they are good luck in the United Kingdom and Australia.","133":"The cat skull is unusual among mammals in having very large eye sockets and a powerful and specialized jaw.","134":"Cats have scent glands along their tail, their forehead, lips, chin, and the underside of their front paws.","135":"The french tuxedo kitty, Félix, aka \"Astrocat\", was the first cat to go to space. She survived the trip.","136":"A male cat is called a tom.","137":"Issac Newton decided to invent the cat flap because his own cat, Spithead, kept opening the door and spoiling his light experiments.","138":"Kittens start to dream when they’re about a week old.","139":"Thank to an extremely efficient pair of kidneys, cats can hydrate themselves by drinking salt water.","140":"Approximately 40% of cats have a dominant paw. The rest are ambidextrous.","141":"The average female housecat could give birth to ove 100 kittens in her lifetime.","142":"Cats can have three litters a year, or approximately 12 kittens.","143":"Cats don't go through menopause, so they can continue to breed into their senior years.","144":"A cats whiskers are the exact width of their body.","145":"At night, Disneyland is overrun by cats. The theme park feeds them and takes care of them though, because they keep the rodent population in check.","146":"Cats lack antibodies against dog blood so they can only receive it via a transfusion once. The second time would kill them.","147":"The Indiana State Prison allows prisoners to adopt a cat and keep it in their cell. They are meant to improve the mood of the prisoners.","148":"Oftentimes shelters won't let black cats be adopted around Halloween out of a fear that they may be sacrificed.","149":"When cats bring dead animals back to their humans, they are \"teaching them to hunt\" as they would with a younger cat.","150":"Cat fanciers bred and exhibited Maus in Europe until World War II, when attention toward the cat waned and it nearly went extinct.","151":"The Egyptian Mau breed was saved from extinciton when Russian princess Natalie Trubetskaya was given a Mau that was imported from the Middle East. When she emigrated to New York City in 1956, she brought along three Mau cats. She used these kitties to establish the Fatima Egyptian Mau cattery, which produced many of the ancestors of today’s Egyptian Maus in America.","152":"Unlike kittens, adult cats don’t release any particular key hormones during sleep. They snooze all day just because they can. :)","153":"Russian scientists discovered in the 1930s that Siamese kittens kept in very warm rooms didn't develop the breed's signature dark patches.","154":"Cats have a third eyelid called a “haw”. It’s generally only visible when they’re unwell.","155":"In the original Italian version of Cinderella, the benevolent fairy godmother figure was a cat.","156":"A cat was mayor of Talkeetna, Alaska, for 20 years. His name is Stubbs, and he died on July 23, 2017.","157":"Many people think that the Turkish Van is simply a color variation of the Turkish Angora, but in fact, they are distinct breeds that developed in different parts of Turkey.","158":"The Bengal is the result of crossbreeding between domestic cats and Asian leopard cats, and its name is derived from the scientific name for the Asian leopard cat (Felis bengalensis).","159":"Despite its traditionally wild roots, the Bengal is domestic and will gladly make itself in the indoor \"jungle\" of your home.","160":"Cat's cannot see in total darkness, however their vision is much better than a human's in semidarkness because their retinas are much more sensitive to light.","161":"If you grow your own catnip, here's how to prepare it for kitty's enjoyment: Cut several stalks of the plant from the base. Hang them upside down in a dark and dry room for several weeks. Then cut the catnip into small pieces, rub some on your cat's favorite toys or scratching post, and let the games begin!","162":"Approximately 80% of orange tabbies are male.","163":"If you need to trim a cat's nails, choose a moment when he is relaxed. Massage his paws gently before clipping. Make sure you're using a pair of clippers specifically for cat's nails, not human nail clippers. Avoid cutting the nail too close to the \"quick,\" the pink part of a cat's nail, which is full of blood vessels and nerves.","164":"The gene that codes orange fur is on the X chromosome, so female cats must inherit two orange genes to end up with orange fur, while male cats only need one.","165":"Cats like being brushed by their owners, because it reminds them of their mother.","166":"The collective noun for kittens is a \"kindle\".","167":"The Manx hails from the Isle of Man in the Irish Sea, and many Manx are tailless, a condition believed to have been caused by a dominant genetic mutation that spread among the island's cat population.","168":"Loyal, playful, and alert, Manx are considered to be more \"doglike\" than other cats.","169":"Leonardo da Vinci created a series of drawings titled \"Study of Cat Movements and Positions\", which consists of more than twenty drawings of cats and lions lying a sleep, sitting, playing, and fighting.","170":"According to the American Society for the Prevention of Cruelty of Animals, newborn kittens get all the nutrition they need duing the first four weeks of life fom their mother's milk. If you are taking care of a kitten without its mother, or if the mother isn't producing enough milk, you can feed the kitten a commercial milk substitute.","171":"When kittens ages to weeks five and six, they should start making the transition to dry food.","172":"Legend holds that the Chartreux once lived alongside the Carthusian monks of France.","173":"The Chartreux is distinguished by a woolly blue-grey coat, a robust body poised over small paws, and full cheeks with a mouth that always appear to be smiling.","174":"While Chartreux cats aren't very vocal, they are sociable and communicate through eye contact and body language.","175":"Do you ever wake up in the middle of the night and find your cat sleeping on your head? Cat behavioral experts believe that cats are drawn to the warmth and the familiar scent of the owner. Resting on your head also keeps kitty safe from your arms and legs if you toss and turn through the night.","176":"Cats love playing with yarn, ribbons, and fishing-rode style toys. However, cats should not be left alone with anything that they could get tangled in.","177":"All Scottish Folds descended from Susie, a white barn cat discovered in Scotland in the early 1960s. Susie sported the breed's folded ears – the result of a genetic mutation – and passed on the trait through breeding.","178":"Mark Twain was undeniably an ailurophile. He had up to 19 cats at one time and gave them such memorable names as Beelzebub, Buffalo Bill, and Soapy Sal.","179":"If you really want to treat your cat, get some lactose-free milk at the grocery store and offer some to the kitty.","180":"Abraham Lincoln, being the ailurophile that he was, once rescued three stray kittens and ensured that they were fed and found homes.","181":"The Sphynx was originally known as the Canadian Hairless Cat. The breed originated in Toronto, and was renamed to Sphynx, a nod to the famous limestone sculpture in the Egyptian Desert.","182":"A cat’s spine can rotate more than the spines of most other animals, and their vertebrae have a special, flexible, elastic cushioning on the disks, which gives it even more flexibility.","183":"Cats have been domesticated for around 4,000 years. While they were once valued for their hunting abilities, they are now valued for their companionship and loving behavior.","184":"The most popular pedigreed cat in North America is the Persian cat, followed by the Main Coon and the Siamese cat.","185":"The cheetah is the only cat that doesn't have retractable claws.","186":"There are only two escalators in the state of Wyoming.","187":"When a cat lifts its butt in the air when scratched, it is a sign that your feline is giving your pats an A+. However, if you have a female kitty who hasn't been spayed, \"elevator butt\" could be a sign that she's ready to mate. The proper name for this stance is lordosis, and cats adopt it when they're in heat.","188":"On October 24, 1963, a tuxedo cat named Félicette entered outer space aboard a French Véronique AG1 rocket and made feline history. Félicette returned from the 15-minute trip in once piece and earned the praise of French scientists, who said she made \"a valuable contribution to research.\".","189":"Cats can sense distress from a human being.","190":"Norwegian Forest Cats are usually very people friendly.","191":"In the early 1980s, a Chinchilla Persian cat named Jemari Sanquist mated with a Lilac Burmese named Bambino Lilac Fabergé, producing the Burmilla breed.","192":"Scratching allows a cat to shed the outer layers of her claws, mark her territory, and stretch her body. Rather than discouraging the scratching behavior altogether, try redirecting your cat to a few scratching posts placed strategically around your home.","193":"The elegant Balinese is a longhaired variety of the Siamese, and like the Siamese, this stunning breed is sociable and intelligent. The breed was named for the grace of the dancers on the island of Bali in Indonesia.","194":"Bobtail cats owe their shortened tails to a natural genetic mutation that has appeared in cats across time and in various regions of the world. The American Bobtail can be traced back to Yodi, a cat with the mutation that was found in Arizona in the 1960s. Yodi passed the genetic quirk on to his kittens, thus creating a new breed.","195":"A large number of cats inhabit the Largo di Torre Argentina, an ancient Roman temple site near where Caesar was killed. Local volunteers care for the cats.","196":"During the heat of the summer, set out an extra bowl of water and place ice cubes in it to keep it cold and refreshing. Cats love to lie on cool surfaces when it's hot—if you don't have an tile in your home, consider buying a few ceramic tiles from a home improvement store for your cat to rest on.","197":"Among the British government officials who keep things running smoothly at 10 Downing Street is Larry, a cat that holds the distinguished position of Chief Mouser. Larry's duties, according to the U.K. government, include \"greeting guests\", \"testing antique furniture for napping quality\", and \"contemplating a solution to the mouse occupancy of the house.\".","198":"Courgars are the largest wild cats that can purr.","199":"The Norwegian Forest Cat is called \"skogcatt\" in its homeland of Norway and plays a role in the Norwegian fairy tales and legends.","200":"The Abyssinian, the Siamese, and the American Shorthair were crossbred to produce the Ocicat breed.","201":"Andy Warhol amassed quite the collection of feline friends during his lifetime, beginning with a Siamese cat named Hester that was given to him by actress Gloria Swanson. By breeding Hester with a cat named Sam, Warhol ended up with multiple litters of kittens, at one point housing 25 cats in his Upper East Side townhouse in NYC.","202":"While two kittens might sound like double trouble, adopting two at a time can actually make your job easier. Two cans can keep each other company, reducing their need for socialization, and they will expend energy by playing together. Kittens in the same litter often form tight sibling bonds.","203":"Some animal shelters require kittens be adopted in pairs to ensure they came from the same litter.","204":"The Havana Brown breed hails from England, where it was created by crossbreeding Siamese cats with domestic black cats.","205":"While we don't know the exact origins of the Russian Blue, it's commonly believed the breed comes from the Archangel Isles in northwestern Russia—the region's cold climate would certainly explain the breed's plush coat.","206":"Traveling with cats can be stressful for everyone involved. Whether you're taking a kitty to the vet, or on a road trip, or on a flight, there are things you can do to help her stay relaxed in the carrier. Pet shops sell calming treats and sprays that can reduce a cat's anxiety. It might also help to put a beloved toy or a blanket in the carrier.","207":"The wild-looking but domestic Ocicat is named for its resemblance to the ocelot, a small South American wild cat.","208":"The stationmaster of the Kishi rail station in western Japan until 2015 was a cat named Tama. The calico cat wore a stationmaster's cap and greeted visitors by the ticket gate. After her death, Tama was elevated to the status of a goddess in a Shinto-style funeral.","209":"It's important for cats to have regular ear exams—this is something you can do at home! Gently fold back the ears and look into the ear canal. The inner ear should be pale pink with little to no earwax. If you notice redness, swelling, discharge, or a lot of earwax, it's time to see a veterinarian.","210":"In Norse mythology, the goddess Freya travels in a chariot pulled by two cats—specifically Norwegian Forest Cats.","211":"Dr. Seuss wrote The Cat in the Hat using only 236 words.","212":"American Curl kittens are born with straight ears, but the ears begin to curl back after just a few days.","213":"If your cat licks from the toilet, bathtub, or sink, she may be telling you something about the water bowl. Make sure it's clean, replace the water regularly to keep it from getting stale or developing a film on top, and if necessary, get a new bowl. Some cats prefer glass bowls to plastic.","214":"Georgia O'Keeffe was a celebrated painter, a figurehead of American modernism, a fashion icon, and... a cat owner! O'Keeffe kept a number of animals at her home in New Mexico, including her pet Siamese cat, who appears alongside O'Keeffe in a portrait shot by photographer John Candelario.","215":"The pink substance inside a cat's nail is called the \"quick\" or the \"dermis\". When trimming your cat's nails, be sure to only cut the upper white part of the nail, not the quick.","216":"The irresistable and cuddly Ragamuffin is the result of crossbreeding Ragdoll cats with Persians, Himalayans, and other larger longhaired breeds.","217":"Cats are among only a few animals that walk by moving their two right legs one after another and then their two left legs, rather than moving diagonal limbs simultaneously. Giraffes and camels also have this quality.","218":"Legend holds that a goddess rewarded a temple cat's piety by turning the cat's eyes blue and his coat golden, thus creating the first Birman cat.","219":"While some cats love being brushed, others don't take to it naturally. Try to groom your cat in the same spot at the same time of day to create a sense of routine.","220":"The Turkish Van is often called the \"swimming cat\" because they are naturals in the water, thanks in part to their uniquely textured, water-resistant coat.","221":"Kittens typically begin to engage in playful behavior at around four weeks of age.","222":"Cats can be nation president.","223":"Horse.","224":"Cats are the most interesting mammals on earth.","225":"The cats are fools.","226":"A.","227":"Cats purr.","228":"\"Cats \"knead\" because of seperation from their mothers\".","229":"The CIA spent US$20 million in the 60s training cats to spy on the Soviets. The first spy cat was hit by a taxi."}
